{
    "items": [
        {
            "_id": 1,
            "bgImg": "../assets/items/fashion-1.jpg",
            "title": "Title: Sanidhya's Crimson Reverie: The Nightdress Reimagined",
            "subtitle": "Bold hues and unexpected details define this luxurious sleepwear masterpiece",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Women",
            "price": 100.36,
            "discount": 0.5,
            "description": "Step into a world of opulent comfort with Sanidhya's Crimson Reverie nightdress. This isn't your average sleepwear; it's a luxurious statement piece crafted in a stunning shade of red. The [fabric type, e.g., sumptuous silk satin or decadent velvet] caresses your skin with unparalleled softness, while Sanidhya's signature design sense comes alive through [mention specific design details, e.g., delicate lace trimmings adorning the neckline and cuffs, or a whisper-thin waist sash that cinches the silhouette]. The [mention the style of the nightdress, e.g., flowing and full-skirted or a more contemporary slip silhouette] flatters all body types, while the rich red color exudes confidence and a touch of playful allure. With the Crimson Reverie, Sanidhya elevates the nightdress to a whole new level of luxury and design.",
            "active": true
        },
        {
            "_id": 2,
            "bgImg": "../assets/items/fashion-2.jpg",
            "title": "Adarsh's Dreamy Tee: A Touch of Pink with a Personal Touch",
            "subtitle": "Adarsh's design reimagines the classic tee with a personalized twist",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Adarsh infuses a classic silhouette with a touch of modern whimsy in this dreamy pink night tee. Crafted from [fabric type, e.g., luxuriously soft pima cotton or breathable modal], the tee offers unparalleled comfort for a restful night's sleep. The soft pink hue exudes a sense of calm and tranquility, perfect for unwinding after a long day. But what truly sets this tee apart is the bold Karina inscription, designed by Adarsh himself.  Whether it's your name or a cherished word, this personalized touch adds a unique layer of meaning to your sleepwear.  Adarsh's Dreamy Tee is more than just sleepwear; it's a personalized statement piece that lets you express yourself in a subtle yet meaningful way.",
            "active": false
        },
        {
            "_id": 3,
            "bgImg": "../assets/items/fashion-3.jpg",
            "title": "Angel's Essentials: The Perfect White Tee",
            "subtitle": "A timeless staple gets a touch of Angelic magic",
            "category": "SPRING",
            "promotion": "STAR",
            "gender": "Women",
            "price": 100.98,
            "discount": 0,
            "description": "Sometimes, simplicity speaks volumes.  Angel's take on the classic white tee elevates this everyday essential to a whole new level. Crafted from [fabric type, e.g., premium Pima cotton or luxuriously soft Supima blend], this tee offers unmatched comfort and a flawless drape. The clean lines and [neckline style, e.g., classic crewneck or flattering v-neck] create a timeless silhouette that flatters all body types. But Angel's touch goes beyond the basics. Look closer to find [mention any subtle design details, e.g., a delicate embroidered logo on the pocket or a whisper-thin contrasting stitch detail on the sleeves]. These subtle yet thoughtful touches showcase Angel's signature design aesthetic and elevate the ordinary to something extraordinary. Angel's Perfect White Tee is more than just a shirt; it's a versatile foundation for countless looks and a testament to the power of timeless design.",
            "active": false
        },
        {
            "_id": 4,
            "bgImg": "../assets/items/fashion-4.jpg",
            "title": "Sakshi's Playground: The Playful Tee with a Pop of Pink",
            "subtitle": "Sakshi's design injects a dose of whimsy into the classic white tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Unleash your inner child with Sakshi's playful take on the classic white t-shirt. Crafted from [fabric type, e.g., breathable organic cotton or buttery-soft modal], this tee offers ultimate comfort for all-day wear. The crisp white canvas serves as the perfect backdrop for Sakshi's whimsical design.  Front and center, a vibrant illustration of a girl sporting bright pink goggles captures the essence of youthful curiosity and adventure.",
            "active": false
        },
        {
            "_id": 5,
            "bgImg": "../assets/items/fashion-5.jpg",
            "title": "Omar's Essential: The Power of Simplicity in Black",
            "subtitle": "Omar's design celebrates the timeless appeal of a flawlessly crafted black tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Omar strips things down to the essentials with this impeccably crafted black t-shirt. Made from [fabric type, e.g., heavyweight organic cotton or luxuriously soft Pima blend], the tee delivers superior comfort and a clean drape. The rich black hue exudes sophistication and effortless style, making it a versatile piece for any wardrobe.",
            "active": false
        },
        {
            "_id": 6,
            "bgImg": "../assets/items/fashion-6.jpg",
            "title": "Vaibhav's Blank Canvas: The White Tee Redefined",
            "subtitle": "Vaibhav's design elevates the classic white tee with an emphasis on quality and fit",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Vaibhav reimagines the everyday white tee with a focus on clean design and exceptional craftsmanship. Made from [fabric type, e.g., premium Supima cotton or ultra-fine combed cotton], this tee offers unparalleled softness and a luxurious feel. The crisp white color provides a fresh canvas for endless outfit possibilities.Vaibhav's expertise shines through in the meticulous details. The [mention specifics like, a perfectly proportioned crewneck, clean-finished seams that prevent fraying, and a tailored fit that flatters all body types] showcase a commitment to quality construction. This isn't just another white tee; it's a foundation piece designed to become a wardrobe workhorse. Vaibhav's Blank Canvas is a testament to the power of simplicity and the importance of exceptional fit and feel.",
            "active": false
        },
        {
            "_id": 7,
            "bgImg": "../assets/items/fashion-7.jpg",
            "title": "Ansh's Remix: The Men's White Tee Gets a Haute Couture Update",
            "subtitle": "Ansh's design elevates the classic men's tee with a high-fashion twist",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Elevate your casual collection with Ansh's unique take on the men's white tee. Crafted from [fabric type, e.g., premium Pima cotton or a luxuriously soft modal blend], this tee offers unmatched comfort for all-day wear. The crisp white canvas provides a clean foundation for Ansh's bold design.A contrasting cloth patch, meticulously stitched onto the tee, features the word Balenciaga in a [mention design detail, e.g., bold, graphic font or a contrasting color scheme]. This unexpected element injects a dose of high-fashion flair into this everyday essential.Whether it's a subtle nod to the iconic brand or a way to showcase your fashion knowledge, Ansh's design elevates the ordinary white tee into a statement piece.  Ansh's Remix tee is more than just a shirt; it's a conversation starter and a way to incorporate high-fashion touches into your everyday wardrobe.",
            "active": false
        },
        {
            "_id": 8,
            "bgImg": "../assets/items/fashion-8.jpg",
            "title": "Tashif's Tranquility: The Men's Classic Tee in Serene Blue",
            "subtitle": "Tashif's design offers a touch of calmness with a perfectly crafted blue tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace effortless style with Tashif's take on the men's classic t-shirt. Made from [fabric type, e.g., ultra-soft Pima cotton or a breathable linen blend], this tee provides superior comfort for all-day wear. The calming shade of blue exudes tranquility and versatility, making it a perfect choice for any casual occasion.Tashif's focus lies on the clean design and quality construction. The [mention details like, a perfectly ribbed crewneck, clean-finished seams to prevent fraying, and a relaxed fit for comfortable movement] ensure this tee becomes a reliable wardrobe staple.Tashif's Tranquility tee is more than just a basic; it's a timeless piece that provides effortless style and comfort. The serene blue hue adds a touch of personality, making it a versatile option for any man's wardrobe.",
            "active": false
        },
        {
            "_id": 9,
            "bgImg": "../assets/items/fashion-9.jpg",
            "title": "Yash's Modern Minimalism: The Grey Polo Redefined",
            "subtitle": "Clean lines and a touch of sophistication define Yash's take on the classic polo",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Yash elevates the everyday polo with a focus on modern minimalism. Crafted from [fabric type, e.g., breathable piqué cotton or a luxurious cashmere blend], this grey polo offers superior comfort and a polished look. The classic shade of grey provides a versatile base for endless outfit combinations.Yash's design expertise shines through in the clean lines and subtle details. The [mention specifics like, a perfectly tailored fit, a sharp two-button placket, and crisp ribbed cuffs and collar] showcase a commitment to modern aesthetics. This isn't your average polo; it's a versatile piece designed to transition seamlessly from casual to smart casual.Yash's Modern Minimalism Polo is a testament to the power of clean design and the enduring appeal of the classic polo shirt. It's a perfect choice for the man who values both comfort and style.",
            "active": false
        },
        {
            "_id": 10,
            "bgImg": "../assets/items/fashion-10.jpg",
            "title": "Akshat's Earthy Elegance: The Light Brown Blazer for the Modern Man",
            "subtitle": " A touch of warmth and sophistication defines this versatile blazer by Akshat",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in timeless style with Akshat's light brown blazer, designed for the modern man. Crafted from [fabric type, e.g., luxurious wool blend or breathable linen weave], this blazer offers exceptional comfort and a touch of warmth. The light brown hue exudes a sense of earthy sophistication, making it a versatile piece for various occasions.Akshat's design expertise is evident in the [mention specific details, e.g., clean lines and a modern silhouette, soft shoulder construction for a relaxed look, and two-button closure for a polished finish].  This blazer seamlessly blends classic elements with a contemporary touch, ensuring it remains a relevant wardrobe staple for years to come.Whether you're dressing for the office, a night out, or a casual gathering, Akshat's Light Brown Blazer offers endless possibilities. It's a perfect choice for the man who appreciates timeless style with a touch of modern flair.",
            "active": false
        },
        {
            "_id": 11,
            "bgImg": "../assets/items/fashion-11.jpg",
            "title": "Shreyan's Vision: The White Shirt Reimagined in Gossamer Light",
            "subtitle": "Shreyan's design pushes boundaries with a transparent take on the classic white shirt",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Shreyan shatters expectations with his innovative take on the classic white shirt. Crafted from a luxurious [fabric type, e.g., sheer silk organza or ultra-fine mesh], this shirt offers a unique blend of breathability and a touch of subtle intrigue. The translucent material creates a layered effect, perfect for showcasing a statement undershirt or adding depth to your outfit Shreyan's design goes beyond the unconventional fabric. The [mention specific details, e.g., clean lines and a relaxed silhouette, a mandarin collar for a touch of modern flair, and minimal button closures for a streamlined look] ensure the shirt retains a sense of sophistication. This isn't just a shirt; it's a conversation starter and a testament to Shreyan's visionary approach to design.Shreyan's Vision is more than a garment; it's a bold statement piece for the man who isn't afraid to push boundaries. It's perfect for creating a fashion-forward look for special occasions or adding a touch of theatrical flair to a night out.",
            "active": false
        },
        {
            "_id": 12,
            "bgImg": "../assets/items/fashion-12.jpg",
            "title": "Ayush's Indigo Canvas: A Hand-Printed Kurta and Pyjama Set for the Modern Man",
            "subtitle": "Ayush's design showcases traditional Indian elegance with a contemporary twist",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace timeless Indian style with Ayush's hand-printed kurta and pyjama set. Crafted from [fabric type, e.g.,  breathable cotton voile or soft silk blend], this set offers superior comfort and a touch of sophistication. The rich blue hue serves as a perfect canvas for Ayush's captivating design.The kurta features [mention design details, e.g., intricate paisley or geometric prints] meticulously hand-printed using traditional techniques. The [mention style specifics, e.g., comfortable straight cut or a more fitted silhouette with a mandarin collar] ensures a flattering look for all body types. The pyjamas echo the kurta's design with a matching print, creating a cohesive and stylish ensemble.Ayush's Indigo Canvas isn't just a garment set; it's a celebration of Indian heritage and craftsmanship.  Perfect for festive occasions, cultural gatherings, or a touch of ethnic elegance in your everyday wardrobe, this set is a versatile and timeless addition to any man's collection.",
            "active": false
        },
        {
            "_id": 13,
            "bgImg": "../assets/items/fashion-13.jpg",
            "title": "Krithik's Citrus Statement: The Orange Jacket That Makes a Splash",
            "subtitle": "Bold color and unexpected details define Krithik's standout outerwear piece",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Turn heads with Krithik's citrus statement piece: a vibrant orange jacket designed to make a bold impact. Crafted from [fabric type, e.g., buttery-soft lambskin leather or water-resistant technical fabric], this jacket offers exceptional comfort and functionality. The eye-catching shade of orange exudes confidence and vibrancy, ensuring you stand out from the crowd.Krithik's design expertise shines through in the [mention specific details, e.g., clean lines and a modern silhouette, unexpected details like contrasting stitching or zipper closures, and a choice of classic collar or a trendy bomber style]. This jacket is more than just a burst of color; it's a carefully considered piece that combines statement-making style with practical design elements.Krithik's Citrus Statement jacket is perfect for injecting personality into your everyday wardrobe. Layer it over a simple t-shirt and jeans for a casual yet eye-catching look, or elevate a dressier outfit with a pop of color. This versatile piece is a testament to Krithik's ability to create outerwear that's both bold and practical.",
            "active": false
        },
        {
            "_id": 14,
            "bgImg": "../assets/items/fashion-14.jpg",
            "title": "Parth's Urban Rebellion: The Black Tee Gets a Grungy Remix",
            "subtitle": "Parth's design throws a splash of rebellion onto the classic black tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Unleash your inner rockstar with Parth's grungy reimagining of the classic black tee. Crafted from [fabric type, e.g., luxuriously soft Pima cotton or a heavyweight jersey blend] for ultimate comfort, this black tee serves as the perfect canvas for Parth's bold design statement.Across the chest, a burst of funky text explodes in a [mention design detail, e.g., graffiti-inspired font or a mix of bold and playful typography]. This isn't your average lettering; it's a statement that demands attention and reflects your unique personality.Adding another layer of rebellious energy, a splatter of red symbols dances across the design.  These [mention details, e.g., bold geometric shapes, dripping paint marks, or cryptic symbols] are more than just decoration; they add a touch of raw energy and a sense of artistic freedom.Parth's Urban Rebellion tee isn't just a shirt; it's a conversation starter and a way to showcase your individuality. It's perfect for expressing your edgy side, whether you're rocking it at a concert, hitting the streets, or making a statement at a casual gathering.",
            "active": false
        },
        {
            "_id": 15,
            "bgImg": "../assets/items/fashion-15.jpg",
            "title": "Satwik's Sunrise Surprise: The Unexpected Orange Jacket",
            "subtitle": "Satwik's design challenges expectations with a sunrise-hued statement piece",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace a burst of sunshine with Satwik's unexpected take on outerwear: a vibrant orange jacket. Crafted from [fabric type, e.g., luxuriously soft suede or a water-repellent technical fabric], this jacket offers unmatched comfort and functionality. The eye-catching shade of orange, reminiscent of a fiery sunrise, injects a dose of unexpected color into your wardrobe.Satwik's design expertise is evident in the [mention specific details, e.g., clean lines and a tailored silhouette, unexpected details like contrasting piping or hidden pockets, and a choice between a classic notched lapel or a more modern mandarin collar]. This jacket is more than just a color statement; it's a carefully considered piece that blends bold aesthetics with practical design elements.Satwik's Sunrise Surprise is the perfect way to add a touch of personality and vibrancy to your outfit. Layer it over a crisp white shirt and dark trousers for a sophisticated yet playful look, or throw it on over a casual t-shirt and jeans for a touch of everyday sunshine. This versatile piece is a testament to Satwik's ability to create outerwear that's both eye-catching and timeless.",
            "active": false
        },
        {
            "_id": 16,
            "bgImg": "../assets/items/fashion-16.jpg",
            "title": "Saumya's SkyWrap: The Cloud-Soft Blue Jacket for Cozy Comfort",
            "subtitle": "Saumya's design embraces luxurious softness with a blue twist on cozy outerwear",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in pure comfort with Saumya's Skywrap, a luxuriously fluffy blue jacket designed to be your new cuddle buddy. Crafted from [fabric type, e.g.,  draped faux fur or premium teddy fleece], this jacket feels like a warm hug on a chilly day. The calming shade of blue evokes a sense of peace and tranquility, making it the perfect piece to unwind in.Saumya's design expertise is evident in the [mention specific details, e.g., a relaxed, oversized silhouette for ultimate comfort, hidden hand pockets for added warmth, and a choice between a cozy hood or a chic shawl collar]. This jacket goes beyond just being soft; it's a well-considered piece that combines luxurious comfort with functional design elements.",
            "active": false
        },
        {
            "_id": 17,
            "bgImg": "../assets/items/fashion-17.jpg",
            "title": " Adhiraj's Angelic Silhouette: The White Hoodie Redefined",
            "subtitle": "Adhiraj's design elevates the classic hoodie with a touch of ethereal elegance",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Step into a world of unexpected luxury with Adhiraj's take on the classic white hoodie. Crafted from a [fabric type, e.g., sumptuous cashmere blend or luxuriously soft pima cotton french terry], this hoodie offers unparalleled comfort and a sense of effortless elegance. The pristine white color exudes purity and sophistication, making it a unique addition to your wardrobe.Adhiraj's design expertise shines through in the [mention specific details, e.g., clean lines and a delicately tailored silhouette, a feminine ruching detail at the waist or a dramatic drape at the hood, and luxurious detailing like pearl buttons or delicate embroidery]. This hoodie transcends the boundaries of casual wear, transforming into a piece that is both comfortable and undeniably chic.Adhiraj's Angelic Silhouette is more than your average hoodie; it's a versatile statement piece that redefines loungewear. Dress it down with jeans and sneakers for a touch of elevated casual style, or pair it with a skirt and heels for a surprisingly sophisticated look. This creation is a testament to Adhiraj's ability to blend comfort with elegance, making it a perfect choice for the modern woman who doesn't compromise on style.",
            "active": false
        },
        {
            "_id": 18,
            "bgImg": "../assets/items/fashion-18.jpg",
            "title": "Dhruv's Dark Bloom: A Bold Statement in Black and Floral",
            "subtitle": " Dhruv's design reimagines florals with an unexpected twist in this statement shirt",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace a new era of floral prints with Dhruv's Dark Bloom shirt. Crafted from [fabric type, e.g., smooth viscose or crisp poplin], this shirt offers a comfortable drape and a touch of sophistication. The unexpected black base challenges traditional floral motifs, creating a statement piece that's both bold and captivating.Dhruv's design expertise is evident in the [mention specific details, e.g., vibrant floral illustrations in contrasting colors or a subtle black-on-black floral pattern, a relaxed fit for effortless style, and classic button-down closure]. This shirt isn't just about the dark twist; it's a well-considered piece that balances bold aesthetics with timeless design elements.Dhruv's Dark Bloom is more than just a shirt; it's a conversation starter and a way to showcase your unique style.  Pair it with dark denim for a monochromatic look, or add a pop of color with contrasting chinos.  This versatile piece is a testament to Dhruv's ability to push boundaries and redefine classic prints.",
            "active": false
        },
        {
            "_id": 19,
            "bgImg": "../assets/items/fashion-19.jpg",
            "title": "Aditya's Essential: The Greyish-White Tee for Effortless Style",
            "subtitle": "Aditya's design elevates the basic tee with a touch of sophisticated neutrality",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Aditya takes the classic t-shirt to a new level with this greyish-white tee, offering a touch of effortless style. Crafted from a luxurious [fabric type, e.g.,  pima cotton-modal blend or lightweight linen jersey], this tee provides superior comfort and a soft, breathable feel. The greyish-white hue offers a sophisticated alternative to plain white, making it incredibly versatile for any outfit.Aditya's focus lies in the clean design and quality construction. The [mention specific details, e.g., a perfectly proportioned crewneck, clean-finished seams to prevent fraying, and a relaxed fit that flatters most body types] showcase a commitment to creating a timeless essential.This isn't just another t-shirt; it's a foundational piece designed to be a workhorse in your wardrobe. Aditya's Essential Greyish-White Tee is a testament to the power of simplicity and the importance of a great fit and luxurious feel.",
            "active": false
        },
        {
            "_id": 20,
            "bgImg": "../assets/items/fashion-20.jpg",
            "title": " Prashasti's: A Playful Tee for the Idea Man",
            "subtitle": "Prashasti's design sparks conversation with a lightbulb motif on a classic white tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "Men",
            "price": 120.76,
            "discount": 0.2,
            "description": "Prashasti infuses a touch of fun into the everyday white tee with this thought-provoking design. Crafted from [fabric type, e.g., premium Pima cotton or a breathable Supima blend], this tee offers unmatched comfort for all-day wear. The crisp white canvas serves as the perfect backdrop for Prashasti's clever design.A bright light bulb illustration sits prominently over the chest, sparking curiosity and conversation. Whether it signifies a burst of inspiration, a symbol of creativity, or simply a touch of quirky humor, the design lets your personality shine through.Prashasti's  tee is more than just a shirt; it's an icebreaker and a way to showcase your individuality. It's perfect for the man who isn't afraid to think outside the box and appreciates a touch of lighthearted fun in his wardrobe.",
            "active": false
        },
        {
            "_id": 21,
            "bgImg": "../assets/items/fashion-21.jpg",
            "title": "Ankita's Tailored Tradition: The Grey Check Shirt Gets a Modern Update",
            "subtitle": "Ankita's design reimagines the classic check with a touch of contemporary flair",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Ankita infuses the timeless appeal of a check pattern with modern sensibilities in this grey check shirt. Crafted from a luxurious [fabric type, e.g., soft merino wool blend or breathable cotton shirting fabric], this shirt offers exceptional comfort and a polished look. The classic grey check pattern exudes sophistication and effortless style, making it a versatile addition to any wardrobe.Ankita's design expertise shines through in the [mention specific details, e.g., a sharp tailored fit, a modern slim-cut silhouette, and a choice between a button-down or a spread collar]. This shirt isn't just a revival of a classic; it's a well-considered piece that blends traditional elements with contemporary design cues.Ankita's Tailored Tradition is more than your average check shirt. It's a versatile piece that can be dressed up or down. Pair it with dark trousers and dress shoes for a formal look, or roll up the sleeves and wear it with jeans for a more casual vibe. This creation is a testament to Ankita's ability to breathe new life into classic menswear patterns.",
            "active": false
        },
        {
            "_id": 22,
            "bgImg": "../assets/items/fashion-22.jpg",
            "title": "Prachi's Breezy Comfort: The Flowy White Banyan Tee",
            "subtitle": "Prachi's design offers effortless style and relaxed elegance",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in ultimate comfort and breezy style with Prachi's take on the classic banyan tee. Crafted from a luxuriously soft [fabric type, e.g., lightweight rayon challis or breathable organic cotton muslin], this tee drapes beautifully for a flattering silhouette. The crisp white color exudes timeless elegance, making it a versatile piece for any warm-weather occasion.Prachi's design captures the essence of effortless style. The [mention specific details, e.g., relaxed, oversized fit with dropped shoulders, a flattering v-neckline, and slightly elongated sleeves for a touch of coverage] creates a comfortable and breezy feel. This isn't just another t-shirt; it's a relaxed essential designed to become a summer staple.Prachi's Breezy Comfort tee is perfect for a day at the beach, a stroll through the park, or simply lounging at home. Pair it with denim shorts for a casual vibe, or elevate it with a flowy skirt for a touch of bohemian elegance. This design is a testament to Prachi's understanding of comfort and effortless style, making it a must-have for the modern woman.",
            "active": false
        },
        {
            "_id": 23,
            "bgImg": "../assets/items/fashion-23.jpg",
            "title": "Gaurangi's Cashmere Comfort: The Cream Sweat Tee Redefined",
            "subtitle": "Gaurangi's design elevates the loungewear staple with luxurious softness and a touch of feminine flair",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in unparalleled comfort and timeless style with Gaurangi's take on the classic cream sweat tee. Crafted from a [fabric type, e.g., sumptuous cashmere blend or buttery-soft organic cotton fleece], this tee offers an unmatched level of softness and warmth, making it a luxurious addition to your loungewear collection. The creamy hue exudes a sense of sophistication, elevating it beyond your average sweatshirt.Gaurangi's design expertise shines through in the [mention specific details, e.g., a relaxed fit with gently tapered sleeves for a flattering silhouette, a delicate feminine detail like a scalloped neckline or a touch of lace at the cuffs, and a choice between a classic crewneck or a trendy v-neckline]. This sweat tee isn't just about comfort; it's a well-considered piece that blends luxurious materials with a touch of feminine flair.Gaurangi's Cashmere Comfort tee is more than just a loungewear staple; it's a versatile piece that can be dressed up or down. Pair it with matching cream sweatpants for ultimate comfort, or throw it on over a slip dress and layer with a denim jacket for a surprisingly chic look. This creation is a testament to Gaurangi's ability to elevate everyday essentials with luxurious materials and thoughtful design.",
            "active": false
        },
        {
            "_id": 24,
            "bgImg": "../assets/items/fashion-24.jpg",
            "title": "Saumya's Second Skin: The Black Leather Jacket Reimagined",
            "subtitle": "Saumya's design fuses timeless elegance with modern edge in this covetable leather jacket",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Step into the spotlight with Saumya's Second Skin, a black leather jacket designed to empower and define your style. Crafted from the finest [mention specific leather type, e.g., buttery-soft lambskin or rich, full-grain leather], this jacket offers unparalleled comfort, durability, and a look that only gets better with age. The classic black hue exudes timeless sophistication and effortless cool, making it a versatile staple for any wardrobe.Saumya's design expertise is evident in the [mention specific details, e.g., clean lines and a perfectly tailored silhouette, unexpected details like asymmetrical zippers or contrasting stitching, and a choice between a classic lapel collar or a trendy moto jacket design]. This jacket transcends trends and becomes a second skin, reflecting your confidence and individuality.Saumya's Second Skin is more than just a leather jacket; it's a timeless statement piece. Dress it up with a sleek dress and heels for a night out, or throw it on over a t-shirt and jeans for an effortlessly cool everyday look. This creation is a testament to Saumya's understanding of modern femininity and her ability to craft leather jackets that are both luxurious and empowering.",
            "active": false
        },
        {
            "_id": 25,
            "bgImg": "../assets/items/fashion-25.jpg",
            "title": "Angel's Dream in Blue: The Two-Tone Jacket for a Touch of Whimsy",
            "subtitle": "Angel's design blends timeless elegance with a touch of playful charm in this covetable jacket",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in a touch of whimsical charm with Angel's Dream in Blue, a stunning two-tone jacket designed to elevate your outerwear collection. Crafted from [mention fabric types based on season, e.g., luxurious wool blend for cooler months or crisp cotton twill for warmer weather], this jacket offers exceptional comfort and a touch of sophistication. The combination of a classic [mention specific shade of blue, e.g., navy or cobalt] body and contrasting cream sleeves creates a unique aesthetic that is both eye-catching and undeniably Angel.Angel's design expertise shines through in the [mention specific details, e.g., clean lines and a flattering silhouette, unexpected details like delicate ruching on the cream sleeves or a touch of embroidery at the cuff, and a choice between a classic lapel collar or a feminine rounded neckline]. This jacket isn't just a statement piece; it's a testament to Angel's ability to blend timeless design with a touch of whimsical charm.Angel's Dream in Blue is more than just outerwear; it's a versatile piece that can be dressed up or down. Pair it with dark denim and a crisp white blouse for a polished look, or throw it on over a flowy dress for a touch of effortless elegance. This creation is perfect for the woman who wants to express her unique style and embrace a touch of whimsy in her everyday wardrobe.",
            "active": false
        },
        {
            "_id": 26,
            "bgImg": "../assets/items/fashion-26.jpg",
            "title": "Aryan's Midnight Muse: The Dark Blue Sweatshirt for Effortless Cool",
            "subtitle": "Aryan's design elevates the classic sweatshirt with a touch of sophistication",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace effortless style and timeless comfort with Aryan's Midnight Muse sweatshirt. Crafted from a luxurious [fabric type, e.g.,  super-soft French terry or a breathable organic cotton blend], this sweatshirt offers superior softness and warmth, making it a perfect choice for cooler days or cozy nights in. The rich dark blue hue exudes a sense of sophistication and easygoing cool, making it a versatile piece for any casual occasion.Aryan's design expertise shines through in the [mention specific details, e.g., a relaxed fit with dropped shoulders for a comfortable look, a flattering crewneck or a trendy v-neckline, and clean-finished seams for a polished touch]. This sweatshirt isn't just about comfort; it's a well-considered piece that elevates the classic silhouette with subtle design details.Aryan's Midnight Muse sweatshirt is more than just loungewear; it's a versatile essential that can be dressed up or down. Pair it with your favorite high-waisted leggings and sneakers for a casual vibe, throw it on over a midi skirt and ankle boots for a touch of unexpected sophistication, or layer it under a denim jacket for a layered look.This dark blue sweatshirt is a testament to Aryan's ability to create timeless essentials with a touch of modern flair. It's a perfect choice for the woman who values both comfort and style, no matter where the day takes her.",
            "active": false
        },
        {
            "_id": 27,
            "bgImg": "../assets/items/fashion-27.jpg",
            "title": "Disha's Classic Canvas: The Perfect White Tee for Everyday Style",
            "subtitle": "Disha's design offers a foundation for endless outfit possibilities",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "This white t-shirt by Disha is a wardrobe staple crafted for versatility and comfort.  Made from [fabric type, e.g., premium Pima cotton or a luxuriously soft modal blend], this tee provides a breathable and comfortable feel that drapes beautifully. The crisp white color creates a clean canvas for endless outfit combinations, making it a perfect choice for any occasion.Disha's focus lies in the clean design and quality construction.  The [mention specific details, e.g., perfectly proportioned crewneck, clean-finished seams to prevent fraying, and a flattering fit that complements various body types] ensures this tee becomes a reliable foundation for your everyday style.Disha's Classic Canvas tee is more than just a basic; it's a timeless essential designed to be a workhorse in your wardrobe. Pair it with jeans for a casual look, throw it on under a blazer for a touch of polish, or dress it up with a skirt for a day out.  This versatile piece is a testament to the power of simplicity and quality construction.",
            "active": false
        },
        {
            "_id": 28,
            "bgImg": "../assets/items/fashion-28.jpg",
            "title": "Angel's Dovetail: The Grey Overcoat for Timeless Elegance",
            "subtitle": "Angel's design reimagines the classic grey overcoat with a touch of modern femininity",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in effortless sophistication with Angel's Dovetail, a luxurious grey overcoat designed to become a cornerstone of your outerwear collection. Crafted from [mention fabric type, e.g., double-faced wool cashmere blend or a water-resistant technical wool], this coat offers exceptional warmth, comfort, and a drape that flows beautifully with movement. The timeless shade of grey exudes elegance and versatility, making it a perfect choice for any occasion.Angel's design expertise shines through in the [mention specific details, e.g., clean lines and a feminine silhouette with a slightly tapered waist, a flattering dovetail hem that adds a touch of movement, and a choice between a classic notch lapel or a more contemporary peak lapel]. This coat isn't just about warmth; it's a well-considered piece that blends timeless design with a touch of modern femininity.Angel's Dovetail is more than just an overcoat; it's an investment piece that will remain a staple in your wardrobe for years to come. Pair it with a tailored trouser and a crisp white blouse for a polished work look, or throw it on over a flowy dress for a touch of effortless elegance. This creation is a testament to Angel's ability to elevate classic outerwear with a touch of modern design and timeless sophistication.",
            "active": false
        },
        {
            "_id": 29,
            "bgImg": "../assets/items/fashion-29.jpg",
            "title": "Saumya's Summer Bloom: A Burst of Sunshine in Pink",
            "subtitle": "Saumya's design celebrates the warmth of summer with a playful pink tee",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace the sunshine and warm weather with Saumya's Summer Bloom, a playful pink t-shirt designed to brighten your day. Crafted from a lightweight and breathable [fabric type, e.g.,  organic cotton poplin or a supersoft rayon blend], this tee offers exceptional comfort and keeps you cool on those hot summer days. The cheerful pink hue exudes a touch of fun and vibrancy, perfect for infusing your wardrobe with a burst of summery charm.Saumya's design expertise shines through in the [mention specific details, e.g., a relaxed fit for comfortable movement, a flattering v-neckline or a classic crewneck, and a playful element like a small embroidered flower or a contrasting pocket detail]. This tee isn't just a splash of color; it's a well-considered piece that balances casual comfort with a touch of feminine flair.Saumya's Summer Bloom tee is more than just a basic; it's a summer essential that injects personality into your everyday outfits. Pair it with denim shorts for a casual vibe, throw it on over a flowy skirt for a touch of bohemian elegance, or tuck it into high-waisted trousers for a summery yet polished look. This creation is a testament to Saumya's understanding of summer style and her ability to design pieces that are both comfortable and eye-catching.",
            "active": false
        },
        {
            "_id": 30,
            "bgImg": "../assets/items/fashion-30.jpg",
            "title": "Angel's Flourish: A Floral Fantasia for the Modern Woman",
            "subtitle": " Angel's design celebrates femininity with a blooming masterpiece in this floral dress",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Embrace the essence of springtime with Angel's Flourish, a breathtaking floral dress designed to turn heads and capture hearts. Crafted from [mention fabric type, e.g., flowy viscose georgette or a luxurious silk blend], this dress offers a beautiful drape and a sensation of weightless comfort. The captivating floral print, featuring [mention details about the print, e.g., a vibrant mix of watercolor blooms or a delicate scattering of wildflowers], transforms this dress into a blooming masterpiece.Angel's design expertise shines through in the [mention specific details, e.g., a flattering silhouette that cinches at the waist or a universally flattering A-line shape, a romantic neckline like a fluttery off-the-shoulder or a delicate sweetheart neckline, and a choice between a flowy maxi length or a playful tea-length design]. This dress isn't just about the stunning print; it's a meticulously crafted piece that flatters various body types and exudes effortless femininity.Angel's Flourish is more than just a dress; it's a statement piece perfect for any special occasion.  Imagine twirling at a summer wedding, feeling confident at a garden party, or radiating elegance at a brunch date. This creation is a testament to Angel's ability to capture the essence of springtime romance and translate it into a dress that empowers and flatters the modern woman.",
            "active": false
        },
        {
            "_id": 31,
            "bgImg": "../assets/items/fashion-31.jpg",
            "title": "Megha's Knitted Embrace: The Pink Woolen Sweater Redefined",
            "subtitle": "Megha's design elevates the classic winter essential with a touch of modern femininity",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "Indulge in warmth and sophisticated style with Megha's Knitted Embrace, a luxurious pink woolen sweater designed to be your new favorite cuddle buddy. Crafted from premium [mention specific type of wool, e.g., 100% Merino wool for unmatched softness or a Merino wool blend for added durability], this sweater offers exceptional comfort and a feeling of pure luxury. The captivating shade of pink adds a touch of femininity and vibrancy, making it a unique twist on the classic winter staple.Megha's design expertise shines through in the [mention specific details, e.g., a relaxed fit with dropped shoulders for ultimate comfort, or a flattering silhouette that cinches at the waist for a more defined look]. You can choose between a classic crewneck for timeless versatility or a delicate v-neckline for an elegant touch.  The [mention details like intricate cable knit detailing, a chunky ribbed knit pattern, or a contrasting color palette with subtle pink and white stripes] adds visual interest and elevates the overall design.Megha's Knitted Embrace is more than just a sweater; it's a luxurious hug on a chilly day. Pair it with your favorite jeans and boots for a casual yet chic look, or throw it on over a flowy skirt and tights for a touch of effortless elegance. This creation is a testament to Megha's ability to redefine classic knitwear with a focus on comfort, quality, and modern feminine design.",
            "active": false
        },
        {
            "_id": 32,
            "bgImg": "../assets/items/fashion-32.jpg",
            "title": "Effortless Elegance: The White Silhouette Dress",
            "subtitle": "A timeless one-piece for sophisticated style",
            "category": "SPRING",
            "promotion": "HOT",
            "gender": "women",
            "price": 120.76,
            "discount": 0.2,
            "description": "This crisp white one-piece dress embodies timeless elegance. Crafted from [fabric type, e.g., flowing chiffon or structured poplin], it drapes beautifully for a flattering silhouette. The [neckline style, e.g., clean bateau or delicate v-neck] adds a touch of sophistication, while the [mention any specific details, e.g., subtle ruching at the waist or a flowing A-line skirt] creates a look that is both polished and comfortable. Perfect for day or evening events, this versatile dress allows you to showcase your confident and understated style.",
            "active": false
        }
    ]
}